<template>
  <div class="content">
    <div class="img">
      <el-image style="width:100%;" src="/images/detail.jpg" :fit="fit">
        <div slot="error" class="image-slot">
          <i class="el-icon-picture-outline"></i>
        </div>
      </el-image>
    </div>

    <p class="article" v-html="txt.replace(/\n/g, '<br>')"></p>
    <ScrollBtn />
  </div>
</template>

<script>
ScrollBtn
import ScrollBtn from '@/components/ScrollBtn'
export default {
  name: 'detail',
  components: { ScrollBtn },
  data() {
    let txt = `浙江省肿瘤医院始建于1963年10月，是新中国成立最早的四所肿瘤医院之一,集肿瘤预防、医疗、科研、教学、康复于一体，承担着国家肿瘤防治重任，在全国的肿瘤防治工作中发挥着龙头作用，连续8年名列中国最佳肿瘤专科排行前十。2019年5月，浙江省人民政府与中国科学院正式签署医学合作协议，浙江省肿瘤医院正式挂牌“中国科学院肿瘤与基础医学研究所、中国科学院大学附属肿瘤医院、中国科学院大学杭州临床医学院”。
      医院学科设置齐全。实际开放床位2008张，设有肿瘤外科、肿瘤内科、放疗科等51个业务科室，学科设置齐全，单病种多学科综合诊治（MDT）模式覆盖常见病种。2018年门急诊人次52万、住院人次11.3万、手术台次2.1万、放疗例数8050例，医疗业务量居全国肿瘤专科医院前列。医院成功入选国家疑难病诊治能力提升工程，肿瘤科是国家临床重点专科，肿瘤学是省医学重点支撑学科。浙江省肿瘤防治办公室、浙江省肿瘤诊治质控中心、浙江省临床病理质量控制中心挂靠我院，承担全省肿瘤防控和质控工作。
      医院注重人才培养。截至2018年底，医院共有职工2008人，其中，专业技术人员1889人，正高124人，副高223人。医院现有一批国内外有重要影响力的高级专家学者，包括中国科学院院士、发展中国家科学院院士1人，973项目首席科学家1人，国家重点研发计划专项首席科学家1人，长江学者特聘教授1人，国家“千人计划”1人，国务院特殊津贴享受者17人，国家卫生健康委有突出贡献中青年专家2人，浙江省特级专家1人，浙江省“千人计划”、“万人计划”、卫生领军人才若干人，浙江省有突出贡献中青年专家4人，其他各类省级人才48人。作为国家住院医师规范化培训示范基地，医院设有肿瘤学教研室，积极开展本科生教育、研究生教育、住院医师和专科护理规范化培训、继续医学教育等工作。
      医院注重科学研究。中国科学院肿瘤与基础医学研究所挂牌我院，是中国科学院首个以肿瘤医学为主要研究方向的专业研究机构，是中科院在京外成立的综合性医学类研究所，也是浙江省引进的首个国家级生命健康研究机构。医院设有浙江省胸部肿瘤重点实验室，浙江省放射肿瘤学重点实验室，浙江省头颈肿瘤转化医学研究重点实验室，浙江省中西医结合肿瘤学实验室；此外，医院还是国家药物临床试验机构、国家级博士后工作站、浙江省首个肺癌诊治技术研究中心。医院设有肿瘤样本库，标本总量30万份以上，是国内规模较大的肿瘤样本库。医院主办的《中国肿瘤》和《肿瘤学》杂志，入选“华东地区优秀期刊”和“百种中国杰出学术期刊”，其中《中国肿瘤》被收入第八版中文核心期刊目录，影响力指数居肿瘤学术期刊首位。医院承担国家科技重大专项、国家重点研发计划、国家自然科学基金等课题68项。以第一完成单位先后获得各类省部级奖项14项，各类厅局级奖项36项。
      医院深化交流与合作。与美国MD安德森癌症中心、美国夏威夷大学癌症中心、杜克大学、新加坡国立大学医学院、德国夏洛特医学中心等国际知名医学院校在学术交流、人才培养、科学研究等方面开展了广泛深入的合作。2014年与美国MD安德森癌症中心签订合作备忘录，与美国夏威夷癌症中心签订“姐妹中心”合作协议。2015年获批省级国际科技合作基地，积极组建肿瘤国际合作研究团队，已开展20余项国际合作科研项目。
      医院弘扬人文精神。通过深化“最多跑一次”改革，践行“两为一担当”服务理念，不断优化流程、改善服务、提升软硬件，建成了流程合理、就医方便、注重人文的花园式现代化肿瘤专科医院，形成了爱岗敬业、团结奋进、开拓创新的医院文化氛围。`
    return {
      // url: require('../../../. ./public/images/detail.jpg'),
      fit: '医院图片',
      publicPath: process.env.BASE_URL,
      txt: txt
    }
  }
}
</script>

<style lang="scss" scoped>
.content {
  padding: 20px;
  .img {
    margin-bottom: 20px;
  }
  .article {
    font-size: 20px;
    margin: 10px;
    text-indent: 36px;
  }
}
</style>